
"Home" = "首頁";

"Choose Photo" = "選擇照片";

"Album" = "相簿";

"Size" = "大小";

"Strength" = "強度";

"Earse" = "擦除";

"Msk" = "马赛克";

"Not Detected Face" = "未檢測到人臉";

"More apps" = "應用推薦" ;

"Other" = "其它";

"Rate us in the App Store!" = "在應用商店給我們評價!";

"Contact the Author" = "聯繫作者！";

"Smart Mosaic HD Pro" = "智能馬賽克HD Pro";

"Smart Mosaic Pro" = "智能馬賽克 Pro";

"Settings" = "設置";

"Picture quality" = "圖像質量";

"Low quality" = "較低的畫質";

"High quality" = "高品質畫質";

"AgedPhoto" = "老照片";

"FaceCamera" = "全智能自拍王";

"FaceCamera Pro" = "全智能自拍王 Pro";

"Smart Mosaic HD" = "智能馬賽克HD";

"Smart Mosaic" = "智能馬賽克";

"Face Recognition strength" = "人臉識別強度";

"Low" = "低";

"High" = "高";